package homework1;

public class Task13 {
    public static void main(String[] args) {

        // * 13 Задание Напишите программу, где двум строковым переменным присваиваются значения,
        // третей же строковой переменных присвойте объединение (конкатенацию) двух предыдущих строк.
        // Затем напечатайте значение третьей строковой переменной.
        System.out.println();
        System.out.println("13 задание");

        String H = "Hello ";
        String name = "Viachaslau";
        String string = H + name;
        System.out.println(string);
    }
}
