package homework1;

public class Task6 {
    public static void main(String[] args) {

        // *6 задание
        // 6. Вывести на  экран все четные цифры от 1 до 100 не используя остаток от деления
        // (используя только цикл for)
        System.out.println();
        System.out.println("6 задание");
        for (int i = 2; i <= 100; i += 2) {
            System.out.println(i);
        }
    }
}
