package homework1;

public class Task12 {
    public static void main(String[] args) {
// * 12 Задание
        // 12. Напишите программу, в которой используются две переменные логического типа (boolean),
        // присвойте им значения и выведете для каждой переменной на экран строку "истина",
        // если переменная имеет значение true и "ложь", если переменная имеет значение false.

        System.out.println();
        System.out.println("12 задание");

        boolean a;
        boolean b;
        a = true;
        b = false;
        if (a == true) {
            System.out.println("a" + " истина");
        } else {
            System.out.println("a" + " ложь");
        }
        if (b == true) {
            System.out.println("b" + " истина");
        } else {
            System.out.println("b" + " ложь");
        }

    }
}
