package homework1;

public class Task10 {
    public static void main(String[] args) {

        // * 10 задание
        // 10. Напишите программу с тремя переменными целого типа, первым двум присвойте значения,
        // а третьей переменной присвойте их сумму. Выведете значение третей переменной на экран.

        System.out.println();
        System.out.println("10 задание");
        int P = 5;
        int R = 14;
        int Q;
        Q = P + R;
        System.out.println(Q);
    }
}
